;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at https://www.wisecleaner.com/language.html.
;
;
; Translation Author = Zityi's Translator Te@m
; Translation Author Email = zityisoft@gmail.com
; Product name: Wise Registry Cleaner
; Version = 11.1.7
; Update: Sep. 23, 2024
;
[Lang]
NativeLanguage=Magyar
ChangeLang=A módosítások alkalmazásához indítsa újra a programot.

[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=OK
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü
Support=Támogatás és visszajelzés

[Translation]
;
; Reading habits
; 
ReadHabit = Left-to-right
;
;Font and Charset
;
LanguageName = HUN
LangCode=040e
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = Információ
Warning = Figyelmeztetés
Error = Hiba
Confirm = Megerősítés
;
; Main GUI
;
FrmGeneral.chkuac.caption=UAC kihagyása
FrmWRC.btnregclean.caption=Rendszerleíró tisztító
FrmWRC.btnadv.caption=Rendszerhangolás
FrmWRC.btnsilm.caption=Töredezettségmentesítő
FrmWRC.btnrestore.caption=Visszaállítás
FrmWRC.btnsettings.caption=Opciók
FrmWRC.btnsuggest.caption=Támogatás és visszajelzés
FrmWRC.WiseSimpleButton1.caption=Biztonsági mentés
FrmWRC.btnupdate.caption=Frissítések ellenőrzése
FrmWRC.btnmessage.caption=Hírek


;
; Reg Cleaner
;
FrmReg.caption=Regisztráció
FrmRegClean.btnall.caption=Összes kijelölése
FrmRegClean.btnre.caption=Ajánlott
FrmRegClean.btnnone.caption=Nincs kijelölés
FrmRegClean.WiseLabel1.caption=Auto tisztítás
FrmRegClean.lbltype.caption=Feladat futtatása:
FrmRegClean.lblweek.caption=Dátum:
FrmRegClean.lbltime.caption=Időpont:
FrmRegClean.btnScan.caption=Vizsgálat
FrmRegClean.btncancel.caption=Mégse
FrmRegClean.btnrescan.caption=Vizsgálja újra
FrmRegClean.lblstat.caption=Eddig nem hajtott végre rendszerleíró tisztítást. Azonnali tisztítás javasolt!
FrmRegClean.vtrc.Columns[0]=Adat
FrmRegClean.vtrc.Columns[1]=Rendszerleíró kulcs
FrmReg.lblinfo.caption=Köszönjük, hogy a Wise Registry Cleaner-t választotta
FrmReg.lblinfoex.caption=Kérjük, adja meg a licenckulcsát a PRO verzió aktiválásához.
FrmReg.lblemail.caption=E-mail:
FrmReg.lblUser.caption=Név:
FrmReg.lblKey.caption=Licenckulcs:
FrmReg.btnReg.caption=Regisztráció
FrmReg.btnbuy.caption=Vásárlás
FrmReg.lblhelp.caption=Hibába ütközött a licenckulcs megadásakor?
FrmReg.btnContact.caption=Kapcsolatfelvétel

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimalizálás
FrmOptimizer.btnnone.caption=Nincs kijelölés
FrmOptimizer.btnall.caption=Összes kijelölése
FrmOptimizer.btnDefault.caption=Alapértelmezett
Frmoptimizer.lblinfoex.caption=A rendszerleíró adatbázis optimalizálása javíthatja a hálózati kapcsolatokat, felgyorsíthatja a Windows-t, és stabilabbá teheti a rendszert.
FrmOptimizer.btnoptimize.caption=Optimalizálás
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=A rendszerleíró adatbázis töredezettségmentesítése gyorsabbá és stabilabbá teheti a rendszert.
FrmRegDefragger.lblstat.caption=Még nem töredezettségmentesítette a rendszerleíró adatbázist. Azonnali elemzés javasolt.
FrmRegDefragger.btndefrag.caption=Töredezettségmentesítés
FrmRegDefragger.lblinfo1.caption=1. Javasoljuk, hogy a funkció futtatása előtt zárjon be minden más alkalmazást.
FrmRegDefragger.lblinfo2.caption=2. Az elemzés közben a rendszer, lehet, hogy nem fog reagálni.
FrmRegDefragger.lblinfo3.caption=3. A számítógép újra fog indulni a rendszerleíró töredezettségmentesítésének befejezése után.
FrmRegDefragger.lblinfo4.caption=4. Kérjük, ne szakítsa meg a a rendszerleíró töredezettségmentesítését, mivel az ismeretlen következményekkel járhat.
FrmRegDefragger.vtdefrag.Columns[0]=Név
FrmRegDefragger.vtdefrag.Columns[1]=Aktuális méret
FrmRegDefragger.vtdefrag.Columns[2]=Új méret
FrmRegDefragger.vtdefrag.Columns[3]=Redundancia arány
FrmRegDefragger.btnAnalysis.caption=Elemzés
;
; Custom scan areas
;
Frmcustom.btnre.caption=Ajánlott
Frmcustom.btnall.caption=Összes kijelölése
Frmcustom.btnnone.caption=Nincs kijelölés
Frmcustom.btncancel.caption=Mégse
Frmcustom.btnok.caption=OK
;
; About Window
;
Frmabout.lblstatus.caption=Állapot:
frmabout.lblUninstall.caption=Eltávolítási utasítás
frmabout.lblPolicy.caption=Adatvédelmi irányelvek
frmabout.lblEula.caption=Végfelhasználói licencszerződés
FrmAbout.lblver.caption=Jelenlegi verzió:
FrmAbout.lblemail.caption=Email:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Weboldal:
FrmAbout.lblhomeinfo.caption=https://www.wisecleaner.com
FrmAbout.lblthanks.caption=Köszönjük a következő személyek közreműködését:
FrmAboutWin.caption=Névjegy
FrmAboutWin.btnok.caption=OK
;
; Settings
;
FrmSettings.caption=Beállítások
FrmSettings.tsCommon.caption=Általános
FrmGeneral.chkexp.caption=Csatlakozzon a felhasználói élmény fokozása programhoz
FrmGeneral.lblexp.caption=Részletek
FrmSettings.tsAutoRun.caption=Automatikus futtatás
FrmSettings.tsExclusion.caption=Kizárások
FrmSettings.btnrestore.caption=Névjegy
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Mégse
FrmUsers.lblinfo.caption=Válassza ki azokat a felhasználókat, akiket a Wise Registry Cleaner által kezelni kíván.
FrmUsers.rdcuser.caption=Csak a jelenlegi felhasználó
FrmUsers.rdauser.caption=Minden felhasználó
FrmUsers.rdusers.caption=Kiválasztott felhasználók
FrmSettings.tsUsers.caption=Felhasználók
FrmGeneral.ckRestorePoint.caption=Automatikus rendszer-visszaállítási pont létrehozása a rendszerleíró töredezettségmentesítése előtt.
;
; Auto Run
;
FrmAutorunSettings.chk1.caption="Tisztítás 1 kattintással" ikon létrehozása az asztalon.
FrmAutorunSettings.lblcmd.caption=Parancssori mód
FrmAutorunSettings.lblcmdinfo.caption=A parancssor segítségével futtathatja ezt a programot a rendszerleíró átvizsgálására és tisztítására. További információkért nyomja meg az F1 billentyűt, vagy kattintson az alábbi URL-re a súgó dokumentáció elolvasásához.
FrmAutorunSettings.btnhelp.caption=Online súgó
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Kulcsszó hozzáadása
FrmExclusion.btnExport.caption=Exportálás
FrmExclusion.btnRemove.caption=Eltávolítás
FrmExclusion.btnimport.caption=Importálás
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Mégse
;
; General Settings
;
FrmGeneral.chkNews.caption=Hírlevelek fogadása
FrmGeneral.chkbackup.caption=Tisztítás elött a rendszerleíró automatikus mentése
FrmGeneral.WiseLabel1.caption=Frissítések ellenőrzése
FrmGeneral.WiseLabel2.caption=Nyelv:
FrmGeneral.btnchecknew.caption=Ellenőrzés
FrmGeneral.lbtran.caption=Fordítás...
FrmGeneral.lblBackup.caption=Mentés:
FrmGeneral.btnbr.caption=Böngészés
;
; Backup and Restore
;
Frm_br.btncancel.caption=Mégse
FrmBackup.caption=Biztonsági mentés
FrmBackup.btnreg.caption=Teljes rendszerleíró mentés készítése
FrmBackup.btnsys.caption=Rendszer-visszaállítási pont létrehozása
FrmRestore.caption=Visszaállítási központ
FrmRestore.btnRegBk.caption=Rendszerleíró visszaállítása
FrmRestore.btnSysBK.caption=Rendszer-visszaállítás
FrmRestore.btnclose.caption=Bezárás
FrmRestore.btnrestore.caption=Visszaállítás
FrmRestore.btnremove.caption=Eltávolítás
;
; Update
;
frmupdate.caption=Szoftverfrissítés
;
; Popup Menus
;
pmLicenseKey1=Regisztráció
pmLicenseKey=Licenckulcs módosítása
pmHelp=Online súgó
pmforum=Fórum
pmHome=Weboldal
pmContact=Elérhetőségünk
pmCheckNew=Frissítések ellenőrzése
pmStyle=Megjelenés
pmLang=Nyelvek
pmAbout=Névjegy
pmIgnore=Kijelölt figyelmen kívül hagyása
pmrec=Biztonságos bejegyzések kiválasztása
pmAll1=Összes kijelölése
pmNone=Nincs kijelölés
pmGo=Megnyitás a rendszerleíróban
pmExport=Exportálás...
pmPortable=Portable verzió létrehozása
;
; DefProcess
;
FrmProcess.Caption=Rendszerleíró elemzés
FrmProcess.lblwait.caption=Elemzés...
FrmProcess.lblinfo.caption=A számítógép néhány másodpercig nem fog reagálni.
FrmProcess.lblwait.caption=Elemzés, kis türelmet...
FrmSettings.tsArea.caption=Terület
FrmOptimizer.btnRecommended.caption=Ajánlott
FrmWRC.btnAi.caption=WiseX
[Message]
Unlimited=Korlátlan
Free=Ingyenes
Registried=Regisztrált
Unregistried=Regisztrálatlan
NoNews=Nincs olvasatlan üzenete.
InvalidRegInfo=Érvénytelen regisztrációs adatok!
alluser=Minden felhasználó
currentuser=Jelenlegi felhasználó
Username=Felhasználónév
Proupdate=Sajnáljuk, ez a verzió nem támogatja az újabb verziókra való frissítést. Ha a frissítés mellett dönt, a program visszaáll az ingyenes verzióra. Folytatja a frissítést?
MWDetected=MalwareBytes észlelhető, hogy blokkolja a(z) %s működését. Kattintson az OK gombra a megoldás eléréséhez.
ActivateOnline=Regisztrációs adatainak ellenőrzése. Kérjük, várjon néhány másodpercet...
WRCRunning=A program fut.
StopAndExit=A program jelenleg vizsgálatot végez. Leállítja és kilép?
EmptyEmail=Az e-mail cím mező nem lehet üres.
EmptyName=A felhasználónév mező nem lehet üres.
InvalidEmail=Érvénytelen e-mail. Kérjük, adjon meg egy érvényes e-mail címet.
EmpytKey=A licenckulcs mező nem lehet üres.
InvalidKey=Érvénytelen licenckulcs. Kérjük, adjon meg egy érvényes licenckulcsot.
EnterEmail=Adja meg az e-mail címét
EnterName=Adja meg a nevét
EnterKey=Adja meg a licenckulcsot
OverMaxTimes=Túllépte az aktiválások maximális számát.
ThanksRegister=Köszönjük, hogy regisztrálta ezt a terméket!
Activated=A PRO verzió aktiválva lett.
ConnectFail=Nem sikerült csatlakozni a kiszolgálóhoz. Ellenőrizze a hálózati kapcsolatot, majd próbálkozzon újra.
NoRegInfo=Nem találjuk az Ön regisztrációs adatait. Kérjük, ellenőrizze és próbálja újra. Ha további segítségre van szüksége, lépjen kapcsolatba velünk.
NeedAdmire=Ez a funkció csak a rendszergazdáknak való. Ha ezt a funkciót szeretné futtatni, jelentkezzen be rendszergazdaként.
ScheduleHint=Tisztítsa meg rendszeresen számítógépét.
Unoptimized=Nincs optimalizálva
UpdateError=Frissítési hiba. Le szeretné tölteni a legújabb verziót a weboldalunkról?
RegeditorLocked=A rendszerleíró adatbázis szerkesztő nincs engedélyezve. A biztonsági mentés/visszaállítás funkció használatához rendszerleíró adatbázis hozzáférési engedélyre van szükség. Engedélyezi a rendszerleíró adatbázis szerkesztőt?
failtounLock=Nem sikerült engedélyezni a rendszerleíró adatbázis szerkesztőt. Próbálja meg manuálisan engedélyezni, vagy forduljon segítségért a rendszergazdához.
Total=Összes
DefragRate=Ez segíthet csökkenteni az rendszerleíró méretét %s-kal.
SuggestDefrag=Egy azonnali rendszerleíró töredezettségmentesítés ajánlott.
SuggestIgnore=A rendszerleíró adatbázis enyhén töredezett. Kérjük, legközelebb töredezettségmentesítse.
TypeNoError=Tisztítás
NeverClean=Még nem tisztította meg a rendszerleíró adatbázist. Azonnali tisztítás javasolt.
AdviseClean=A rendszerleíró adatbázis rendszeres tisztítása gyorsabbá és stabilabbá teheti a PC-t.
DupItem=Az elem szerepel a kizárási listán.
Advisedefrag=A rendszerleíró adatbázis töredezettségmentesítése gyorsabbá és stabilabbá teheti a rendszert.
NeverDefrag=Még nem töredezettségmentesítette a rendszerleíró adatbázist. Azonnali elemzés javasolt.
LastDefrag=A rendszerleíró utolsó töredezettségmentesítési ideje:
TotalDefrag=Összesen %.2f lett tömörítve..
DefaultValue=(Alapértelmezett)
RegBackup=Biztonsági másolat a rendszerleíró adatbázisról
RegRestore=Rendszerleíró visszaállítás
CreateBackup=Biztonsági-mentés létrehozása...
Compress=Tömörítés...
Extracte=Kibontás...
Complete=Kész
RestoreReg=Rendszerleíró visszaállítás folyamatban...Várjon, pár percet.
NotSupportOS=A jelenlegi operációs rendszer nem támogatja ezt a funkciót.
EnableRestore=A rendszer-visszaállítás le van tiltva. Szeretné engedélyezni a rendszer-visszaállítást?
SysCreating=Egy rendszer-visszaállítási pont létrehozása...
SysRestoring=A rendszer-visszaállítás előkészítése...
RestorePointDone=A rendszer visszaállítási-pont sikeresen létre lett hozva.
RestorePointFail=Nem sikerült létrehozni a rendszer visszaállítási-pontot.
ErrorMsg=Hibaüzenet:
Area=Terület
Summary=Leírás
LeastOne=Kérjük, válasszon ki legalább egy vizsgálandó területet.
IsRunning=A vizsgálat fut. Kérjük, várja meg a vizsgálat végét, majd próbálja meg újra.
Optimized=Optimalizálva
ComfirmDefrag=Kérjük, mentse a befejezetlen munkáit, mivel a PC a rendszerleíró töredezettségmentesítése után azonnal újra fog indulni. Elindítja most?
def15After=%d nap telt el a rendszerleíró utolsó töredezettségmentesítése óta. Azonnali elemzés javasolt.
def15Before=Számítógépe gyorsabban és stabilabban fog futni, ha tömören tartja a rendszerleírót.
KeyWord=Kérjük, adja meg a kulcsszavakat:
ExImport=A kizárási listája exportálva lett ide:
NoNewVer=Ön a legújabb verziót használja.
Daily=Naponta
Weekly=Hetente
Monthly=Havonta
Never=Soha
TranslateTo=Fordítás...
NeedBack=Ez az első alkalom, hogy a programot használja. Javasoljuk, hogy azonnal készítsen biztonsági másolatot a rendszerleíró adatbázisról. Szeretne most biztonsági másolatot készíteni?
Newsletter=Hírlevél
UpgradeInfo=Frissítési információ
CannotCrTask=Nem sikerült ütemezett feladatot létrehozni.
ScheduleNextTime=Következő időpont:
Exported=A vizsgálat eredményei exportálásra kerültek ide: %s. Meg szeretné nyitni a jelentést?
Idle=Üresjáratban
Login=Bejelentkezésnél
LastClean=A rendszerleíró utolsó tisztítási ideje:
Monday=Hétfő
Tuesday=Kedd
Wednesday=Szerda
Thursday=Csütörtök
Friday=Péntek
Saturday=Szombat
Sunday=Vasárnap
IssueFound=%d probléma
Scanning=Vizsgálat
ScanCanceled=A rendszerleíró vizsgálata meg lett szakítva!
FindError=Összesen %d problémát találtunk, amelyek közül %d törlése nem biztonságos.
LogAll=%d hibát találtunk, %d probléma el lett hárítva.
LogFail=Nem sikerült eltávolítani %d hibát.
StartClean=Tisztítás
StartScan=Vizsgálat
7After=%d nap telt el az utolsó rendszerleíró tisztítás óta. Javasoljuk, hogy most végezze el a vizsgálatot.
7Before=Minél tisztább a rendszerleíró adatbázis, annál gyorsabb lesz a számítógép!
ReScanHint=%d problémát találtunk. Javasoljuk, hogy a további problémák feltárásához végezze el újra a keresést.
CleanNow=Kattintson a 【Tisztítás】 gombra a problémák azonnali megoldásához a számítógép teljesítményének javítása érdekében.
NoError=Gratulálunk! Tiszta rendszerleíróval rendelkezik!
GoodHabit=A rendszerleíró adatbázis rendszeres tisztítása segíthet számítógépe legjobb teljesítményének fenntartásában.
ReScanHint1=Javasoljuk, hogy a potenciális problémák azonnali észlelése érdekében végezze el újra a keresést.
TypeChanged=Módosította az elemezési tételeket!
ReScanHint2=Kérjük, vizsgálja át újra a problémák feltárásához.
CleanDone=A tisztítás befejeződött!
bkAuto=Automatikus
bkManual=Kézi
BackupDate=Biztonsági mentés létrehozva
BackupType=Típus
Problems=Hibák
CreateDate=Létrehozás dátuma
Description=Leírás
Removebackup=Törli a kiválasztott biztonsági másolatot?
RemoveSysRestore=Törölni szeretné a kiválasztott rendszer-visszaállítási pontot?
NoBackupSelected=Kérjük, válasszon legalább egy biztonsági másolatot a visszaállításhoz.
RestoreComplete=A rendszerleíró adatbázis visszaállítása befejeződött.
RestoreFromSysRestore=A rendszer-visszaállításhoz újra kell indítani a számítógépet. Kérjük, mentse el munkáját, mielőtt az IGEN gombra kattint. Megkezdi a visszaállítást most?
WhenIdle=Üresjáratban
WhenLogin=Bejelentkezésnél
NewVer=Új verzió áll rendelkezésre! Szeretne most frissíteni?
TranslateTo=Fordítás...
HistoryErrors=Összes javított hiba: %d
clickfix=Kattintson ide a javításhoz.

[Tuneup]
SuperPrefetchParameters=A Super-Prefetch letiltása a memóriafelhasználás csökkentésére a Windows (8/10) indításakor.
BlueReboot=Automatikus újraindítás letiltása a rendszer kék halálozásánál.
RemoteRegAccess=Rendszerleíró módosítás letiltása egy távoli számítógépről.
FileListSpeed=Windows fájllista házirend frissítésének optimalizálása.
PreviewUP=A tálca ablak előnézetek megjelenítési sebességének felgyorsítása.
OptDNS=DNS és DNS-elemzési sebesség optimalizálása.
OptLAN=Hálózati kapcsolat optimalizálása.
ShowSpeed=A rendszer kijelző optimalizált válaszadási sebessége.
AeroSnap=Az Aero Snap felgyorsítása a gyors miniatűr megjelenítéshez.
SSDSpeedup=SSD optimalizálás
DisablePrefetch=Előzetes lehívási paraméterek letiltása az SSD élettartamának meghosszabbításához.
DisableSuperPrefetch=Előtöltési paraméterek letiltása az SSD élettartamának meghosszabbításához.
DisableDefragBoot=A rendszerindításkor végrehajtandó töredezettségmentesítés letiltása az SSD élettartamának meghosszabbításához.
DisableDefragIdle=Az üresjáratban végrehajtandó automatikus töredezettségmentesítés letiltása az SSD élettartamának meghosszabbításához.
EnableTRIM=A TRIM funkció engedélyezése az SSD munkateljesítményének javításához.
OptIEConnection=Fokozott maximális kapcsolatok kiszolgálónként. A weblap megjelenítési és online videó megtekintési sebesség növelése.
IconCache=A rendszer ikon gyorsítótár növelése és asztal megjelenítési sebesség felgyorsítása.
RestoreAll=Valóban visszaállítja az összes elemet Windows alapértelmezettre?
NoSelectedItem=Kérjük, válasszon legalább egy optimalizálandó elemet.
OptItems=A következő %d elem optimalizálható.
ItemsOptimized=%d elem lett optimalizálva.
TakeEff=Néhány módosítás, csak a PC újraindítása után lép érvénybe.
NoItems=Gratulálunk! Az összes elem optimalizálva lett.
BootSpeedup=Rendszerbetöltés/Leállítás gyorsítás
SystemStable=Rendszerstabilitás
SystemSpeedup=Rendszergyorsítás
NetworkSpeedup=Hálózatgyorsítás
PrefetchParameters=Az előzetes utasításkód lehívási paraméterek optimalizálása a Windows betöltési sebességének gyorsításához.
BootDelay=A "lemezellenőrzési" idő csökkentése a Windows betöltési sebességének gyorsításához.
BootPartition=Az optimalizálási funkció engedélyezése a Windows betöltési sebességének gyorsításához.
ClearPagingFile=A Windows lapozófájl törlésének letiltása leállításkor a PC leállításának felgyorsításához
TimeOut=Az alkalmazás inaktivitás csökkentése bezáráskor a leállítási folyamat javítása érdekében.
AutoKill=A lefagyott folyamatok bezárása a rendszerösszeomlások elkerüléséhez
RestartExplorer=A Windows Intéző automatikus újraindítása a váratlan asztal eltűnés leállításához
TwoProcess=A Windows Intéző beállítása a komponensek futtatására a különálló folyamatokban a rendszer konfliktusok elkerüléséhez
ErrorReport=A képernyő hibajelentés tiltása a rendszerteljesítmény javításához
Debugger=A hibakereső program tiltása a hibafeldolgozás felgyorsításához
OptMemory=Alapértelmezett memória beállítások optimalizálása a rendszerteljesítmény javításához
OptVEff=Az ügyféloldali komponensek (párbeszédablakok, menük, stb.) megjelenítésének optimalizálása a rendszerteljesítmény javításához
OptFileSystem=A fájlrendszer optimalizálása a rendszerteljesítmény javításához
OptDiskSystem=A lemez I/O alrendszerének optimalizálása a rendszerteljesítmény javításához
DisAutoRun=Az "automatikus lejátszás" funkció letiltása a meghajtókon a vírusfertőzés/továbbterjesztés elkerüléséhez
OptDiskIdle=A lemez I/O optimalizálása a CPU üresjárati állapotában
OptTTL=TTL beállítások optimalizálása a hálózati teljesítmény javításához
OptNetForward=A hálózat továbbítási képesség optimalizálása a hálózati teljesítmény javításához
OptMTU=A TCP/IP teljesítményének javítása a "fekete lyukak" automatikus észlelésével az elérési út MTU észlelési módszer segítségével
OptWINS=A WINS név lekérési idő optimalizálása az adazátviteli sebesség javításához
OptNetWork=A hálózati beállítások optimalizálása a kommunikációs teljesítmény javításához
CloseAnimate=Az animációs effekt bezárása az ablak lekicsinyítésekor és/vagy teljes méretre állításakor az ablak válaszadási sebességének felgyorsításához
PagingExecutive=A memória laptördelés és lemez I/O csökkentés letiltása az alkalmazás teljesítmény javításához. (Az opció figyelmen kívül lesz hagyva, ha a fizikai memória kevesebb, mint 1 Gb)
StaticIP=Állandó IP cím beállítása helyi kapcsolat esetén a PC betöltésének gyorsításához
PorcessorTime=A processzor teljesítményének optimalizálása az alkalmazások, játékok, stb. futtatására hangolva (Kiszolgáló esetén figyelmen kívül hagyás)
DisableIDECheck=Az IDE csatorna ellenőrzésének megakadályozása a Windows betöltési sebességének gyorsításához
ForeAppSpeed=Az előtérben futó programok válaszadási sebességének növelése
AeroPeek=Az Aero Peek megjelenítési sebességének növelése
OptEthernet=Ethernet kártya teljesítmény optimalizálás
DisableHibernate=Letiltja a hibernálást a lemezterület foglalás felszabadítása és az SSD élettartamának meghosszabbítása céljából. (A gyors indítás is ki lesz kapcsolva.)
IndexOptimize=Optimalizálja a Windows indexelést.
RemoveShotcut=Távolítsa el a "parancsikon" szót a parancsikonokból.
AutoReStartShell=Optimalizálja a Windows Intézőt, hogy kivétel esetén automatikusan újraindulhasson a rendszer reakcióképtelenségének megakadályozása érdekében.
ListveiwOpt=Optimalizálja a menü és a lista vizuális hatását a rendszer működési sebességének javítása érdekében.

[Type]
ContextMenu=Érvénytelen helyi menü elemek
MUICache=MUI gyorsítótár
Services=Windows szolgáltatások
Activex=ActiveX/COM komponensek
FireWall=Tűzfal beállítások
RootAll=Érvénytelen útvonalak
SoftwareSection=Szoftver elérési útvonalak
ApplicationPaths=Alkalmazás elérési útvonalak
FileTypes=Fájltípusok
HelpFiles=Súgófájlok
Fonts=Betűkészletek
SharedDLL=Megosztott DLL-ek
MRULists=Felhasználói MRU listák
UninstallSection=Eltávolító
StartMenu=Start menü
StartupProgram=Indítópult programok
SoundandAppEvents=Hang és alkalmazás események
IEUrlHistory=IE URL-előzmények
IFEO=Képfájl végrehajtása
EmptyKey=Üres kulcsok
App=Alkalmazás beállítások

[ErrorMessage]
MUIError1=Hiányzik a MUI hivatkozás, de a(z) "%s" meghajtón %s van, javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.
MUIError=Hiányzó MUI hivatkozás
ServiceNotExists=A megadott szolgáltatásprogram nem létezik.
MimeExName=Érvénytelen MIME kiterjesztés regisztrálva: %s
EmptyKey=Üres kulcs
EmptyHelpdirctory=Üres súgó könyvtár.
FileNotExist=A fájl (Mappa) nem létezik.
HFileNotExist=A súgó fájl (Mappa) nem létezik.
EmptyValue=Üres érték
TypeLib=A típuskönyvtár nem létezik:
NodeEmpty=Üres csomópont
SharedFilenotexist=A megosztott fájl nem létezik.
sharedfilenotbeuse=A megosztott fájl nincs használatban.
noconnection=Fájl csatlakozási információ nélkül.
Invalidpathtoicon=Érvénytelen ikon útvonal.
ReferstoaninvalidClass=Érvénytelen osztályra hivatkozás.
Emptyshellcommand=Üres rendszerhéj parancs.
Invalidshellcommand=Érvénytelen rendszerhéj parancs (A fájl nem létezik).
Fontsnotexist=A betűállomány nem létezik.
Hijacking=A(z) %s el lett térítve a(z) %s által.
MRULists=Felhasználói MRU listák
invalidOpenWith=Nincs alkalmazás társítva ezzel a tipussal.
ReferActivex=Érvénytelen Activex/COM bejegyzésre hivatkozás.
EmptyCLSID=Üres CLSID.
ComSourceNotExist=A COM forrás nem létezik.
invalidUnistall=Érvénytelen eltávolítási információk.
notexist=nem létezik.
ObsoleteStartMenuItem=Elavult start menü elem.
SoundFilenotexist=A hangfájl nem létezik.
FileNotExist1=A fájl(mappa) nem létezik, de a(z) "%s" meghajtó %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.
OpenWithError=Megnyitás hibával, a megadott alkalmazás nem létezik.
OpenWithError1=Megnyitás hibával, a megadott alkalmazás nem létezik, de a(z) "%s" meghajtó %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.
ComSourceNotExist1=A COM forrás nem létezik, de a(z) %s meghajtó %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.
Trojan=Ez a trójai tipikus viselkedése. Javasoljuk, hogy azonnal távolítsa el a bejegyzést, és használjon vírusirtó szoftvert a számítógép ellenőrzésére.
InvalidShellExtensions=Érvénytelen rendszerhéj-kiterjesztések
progid=A megadott programazonosító nem létezik:


[Summary]
ContextMenu=Érvénytelen helyi menü elemek.
MUICache=Hiányzó MUI gyorsítótár hivatkozás.
Services=Érvénytelen Windows-szolgáltatások.
Activex=Érvénytelen ActiveX és COM összetevők.
FireWall=Érvénytelen Windows tűzfal beállítások.
RootAll=Érvénytelen helyek és fájlok.
SoftwareSection=Az eltávolított szoftverek után hátramaradt érvénytelen helyek és fájlok.
ApplicationPaths=Érvénytelen regisztrált alkalmazás helyek és fájlok.
FileTypes=Érvénytelen fájlkiterjesztési információk.
HelpFiles=Érvénytelen regisztrált súgófájlok.
Fonts=Érvénytelen betűtípus információk.
SharedDLL=Hiányzó megosztott dinamikus csatolású függvénytárak.
MRULists=Fájl hozzáférések, megtekintett filmek, szerkesztett dokumentumok, stb.
UninstallSection=Felesleges vagy érvénytelen eltávolítási információk.
StartMenu=Elavult start menü elemek.
StartupProgram=Elavult vagy érvénytelen automatikusan induló programok.
SoundandAppEvents=Elavult vagy érvénytelen hang és esemény beállítások.
IEUrlHistory=IE webes látogatási elözmények.
IFEO=Kémprogramok, vírusok vagy rosszindulatú szoftverek által létrehozott kártékony bejegyzések.
EmptyKey=Információ nélküli bejegyzések.
App=Érvénytelen alkalmazás beállítások.

[AutoClean]
ErrorsFixed=hiba törölve lett.
Title=Gratulálunk!
ErrorsFound=hibatalálat.

[AutoUpdate]
CurrentFile=Aktuális fájl:
Canceling=Megszakítás...
CANCEL=Mégse
Ready=Letöltésre kész

[Skin]
SkinDefault=Alapértelmezett
SkinLight=Világos
SkinDark=Sötét

[Renew]
subscribed=Ne emlékeztessen többé
title=A Wise Registry Cleaner PRO %d nap múlva lejár!
title1=A licenckulcs lejárt. Kérjük, újítsa meg időben!
Price=a Pro megújítása csak %s!
Describe=Elveszítheti a Pro verzió előnyeit.

[Edit]
pmcut=Kivágás
pmcopy=Másolás
pmpaste=Beillesztés
pmdelete=Törlés
pmselectall=Összes kijelölése
pmundo=Visszavonás
Renew=Megújítás

[feedback]
InvalidEmail=Kérjük, adja meg a helyes e-mail címet.
emptyinput=Kérjük, adjon meg valamit a küldéshez.
thanks=Köszönjük a visszajelzést!
FrmFeedback.lblfeedback.caption = Hogyan értékeli a %s-t?
FrmFeedback.lblemail.caption = E-mail cím:
FrmFeedback.lblgood.caption = Melyik funkció tetszik a legjobban?
FrmFeedback.lblbad.caption = Melyik funkció tetszik a legkevésbé?
FrmFeedback.lblwant.caption = Milyen új funkciót szeretne a legjobban?
FrmFeedback.btncancel.caption = Nem érdekel
FrmFeedback.btnsubmit.caption = Küldés

[WiseAi]
LoadUtilities=Betöltés...